Repository: wrd1stProgrammer/ChartAgent-
Catalog: ChartAgent/Localizable.xcstrings
Source language: ko
Languages: de, en, es, fr, id, it, ja, pt_br, th, tr, vi, zh_hans, zh_hant

source: 분석을 위해 서버로 전송되며 서버에는 원본 이미지를 보관하지 않습니다.
de: Das Bild wird zur Analyse an den Server gesendet; das Original wird dort nicht gespeichert.
en: The image is sent to the server for analysis, and the original is not retained there.
es: La imagen se envía al servidor para analizarla, pero el original no se conserva allí.
fr: L’image est envoyée au serveur pour l’analyse, mais l’original n’y est pas conservé.
id: Gambar dikirim ke server untuk analisis, tetapi gambar asli tidak disimpan di sana.
it: L’immagine viene inviata al server per l’analisi, ma l’originale non viene conservato.
ja: 画像は分析のためサーバーへ送信されますが、元画像はサーバーに保存されません。
pt_br: A imagem é enviada ao servidor para análise, mas o original não é armazenado lá.
th: รูปภาพจะถูกส่งไปยังเซิร์ฟเวอร์เพื่อวิเคราะห์ แต่เซิร์ฟเวอร์จะไม่เก็บรูปต้นฉบับไว้
tr: Görsel analiz için sunucuya gönderilir, ancak özgün görsel sunucuda saklanmaz.
vi: Hình ảnh được gửi đến máy chủ để phân tích, nhưng bản gốc không được lưu giữ tại đó.
zh_hans: 图片会发送至服务器进行分析，但服务器不会保留原始图片。
zh_hant: 圖片會傳送至伺服器進行分析，但伺服器不會保留原始圖片。

source: 분석의 시간축을 맞출게요.
de: Wir passen den Analysezeitraum an.
en: We’ll align the analysis timeframe.
es: Alinearemos el marco temporal del análisis.
fr: Nous alignerons le délai d’analyse.
id: Kami akan menyelaraskan jangka waktu analisis.
it: Allineeremo i tempi di analisi.
ja: 分析の時間枠を調整します。
pt_br: Alinharemos o prazo de análise.
th: เราจะจัดกรอบเวลาการวิเคราะห์ให้ตรงกัน
tr: Analiz zaman dilimini uyumlu hale getireceğiz.
vi: Chúng tôi sẽ điều chỉnh khung thời gian phân tích.
zh_hans: 我们将调整分析时间范围。
zh_hant: 我們將調整分析時間範圍。

source: 분석할 차트 캡처를 선택하세요
de: Wählen Sie einen Diagramm-Screenshot zur Analyse aus
en: Select a chart screenshot to analyze
es: Seleccione una captura de pantalla del gráfico para analizar
fr: Sélectionnez une capture d'écran du graphique à analyser
id: Pilih tangkapan layar bagan untuk dianalisis
it: Seleziona uno screenshot del grafico da analizzare
ja: 分析するチャートのスクリーンショットを選択してください
pt_br: Selecione uma captura de tela do gráfico para analisar
th: เลือกภาพหน้าจอแผนภูมิเพื่อวิเคราะห์
tr: Analiz edilecek bir grafik ekran görüntüsü seçin
vi: Chọn ảnh chụp màn hình biểu đồ để phân tích
zh_hans: 选择图表截图进行分析
zh_hant: 選擇圖表截圖進行分析

source: 분석할수록 남는 것은 감이 아닌 기준
de: Die Analyse hinterlässt Regeln, keine Ahnungen
en: Analysis leaves rules, not hunches
es: El análisis deja reglas, no corazonadas
fr: L'analyse laisse des règles, pas des intuitions
id: Analisis meninggalkan aturan, bukan firasat
it: L’analisi lascia regole, non intuizioni
ja: 分析は直感ではなく規則を残す
pt_br: A análise deixa regras, não palpites
th: การวิเคราะห์ทิ้งกฎเกณฑ์ ไม่ใช่ลางสังหรณ์
tr: Analiz önsezileri değil kuralları bırakır
vi: Phân tích để lại quy tắc, không để lại linh cảm
zh_hans: 分析留下的是规则，而不是直觉
zh_hant: 分析留下的是規則，而不是直覺

source: 비구독자 모드
de: Nicht-Abonnentenmodus
en: Non-subscriber Mode
es: Modo no abonado
fr: Mode non abonné
id: Mode Non-pelanggan
it: Modalità non abbonato
ja: 非加入者モード
pt_br: Modo não assinante
th: โหมดผู้ไม่เป็นสมาชิก
tr: Abone Olmayan Mod
vi: Chế độ không đăng ký
zh_hans: 非订阅者模式
zh_hant: 非訂閱者模式

source: 비밀 키
de: Geheime Schlüssel
en: Secret keys
es: Claves secretas
fr: Clés secrètes
id: Kunci rahasia
it: Chiavi segrete
ja: 秘密鍵
pt_br: Chaves secretas
th: คีย์ลับ
tr: Gizli anahtarlar
vi: Khóa bí mật
zh_hans: 密钥
zh_hant: 密鑰

source: 사진 보관함
de: Fotomediathek
en: Photo Library
es: Biblioteca de fotos
fr: Photothèque
id: Perpustakaan Foto
it: Libreria foto
ja: フォトライブラリ
pt_br: Biblioteca de Fotos
th: คลังรูปภาพ
tr: Fotoğraf Arşivi
vi: Thư viện ảnh
zh_hans: 照片图库
zh_hant: 照片圖庫

source: 사진 보관함 또는 카메라에서 차트 이미지를 선택합니다
de: Wähle ein Chartbild aus der Fotomediathek oder Kamera aus.
en: Select a chart image from your photo library or camera.
es: Selecciona una imagen del gráfico de la biblioteca de fotos o la cámara.
fr: Sélectionnez une image du graphique dans la photothèque ou avec l’appareil photo.
id: Pilih gambar grafik dari perpustakaan foto atau kamera.
it: Seleziona un’immagine del grafico dalla libreria foto o dalla fotocamera.
ja: フォトライブラリまたはカメラからチャート画像を選択します。
pt_br: Selecione uma imagem do gráfico na biblioteca de fotos ou na câmera.
th: เลือกรูปภาพกราฟจากคลังรูปภาพหรือกล้อง
tr: Fotoğraf arşivinden veya kameradan bir grafik görseli seçin.
vi: Chọn ảnh biểu đồ từ thư viện ảnh hoặc camera.
zh_hans: 从照片图库或相机中选择图表图片。
zh_hant: 從照片圖庫或相機中選擇圖表圖片。

source: 사진에서 차트 선택
de: Wählen Sie Diagramm aus Fotos
en: Choose Chart from Photos
es: Elija gráfico de fotos
fr: Choisir un graphique parmi les photos
id: Pilih Bagan dari Foto
it: Scegli Grafico dalle foto
ja: 写真からチャートを選択
pt_br: Escolha o gráfico das fotos
th: เลือกแผนภูมิจากรูปภาพ
tr: Fotoğraflardan Grafik Seçin
vi: Chọn biểu đồ từ ảnh
zh_hans: 从照片中选择图表
zh_hant: 從照片中選擇圖表

source: 삭제
de: Löschen
en: Delete
es: Eliminar
fr: Supprimer
id: Hapus
it: Elimina
ja: 削除
pt_br: Excluir
th: ลบ
tr: Sil
vi: Xóa
zh_hans: 删除
zh_hant: 刪除

source: 새 분석 회의
de: Neuer Analyserat
en: New Analysis Council
es: Nuevo Consejo de Análisis
fr: Nouveau Conseil d'analyse
id: Dewan Analisis Baru
it: Nuovo Consiglio di Analisi
ja: 新しい分析評議会
pt_br: Novo Conselho de Análise
th: สภาวิเคราะห์ใหม่
tr: Yeni Analiz Konseyi
vi: Hội đồng phân tích mới
zh_hans: 新分析委员会
zh_hant: 新分析委員會

source: 서로 다른 근거가 하나의 판단으로 모여요
de: Verschiedene Beweise fließen in einer Entscheidung zusammen
en: Different evidence converges into one decision
es: Diferentes evidencias convergen en una decisión
fr: Différentes preuves convergent vers une seule décision
id: Bukti yang berbeda menyatu menjadi satu keputusan
it: Prove diverse convergono in un’unica decisione
ja: さまざまな証拠が 1 つの決定に集約される
pt_br: Diferentes evidências convergem para uma decisão
th: หลักฐานที่แตกต่างกันมารวมกันเป็นการตัดสินใจเดียว
tr: Farklı deliller tek bir kararda birleşiyor
vi: Bằng chứng khác nhau hội tụ vào một quyết định
zh_hans: 不同的证据汇聚成一个决定
zh_hant: 不同的證據匯聚成一個決定

source: 서로 다른 임무를 맡고, 근거가 충돌하면 반드시 반론합니다.
de: Jeder hat eine eigene Rolle und muss widersprüchliche Beweise anfechten.
en: Each has a distinct role and must challenge conflicting evidence.
es: Cada uno tiene un papel distinto y debe cuestionar la evidencia contradictoria.
fr: Chacun a un rôle distinct et doit contester des preuves contradictoires.
id: Masing-masing memiliki peran yang berbeda dan harus menantang bukti-bukti yang bertentangan.
it: Ciascuno ha un ruolo distinto e deve contestare prove contrastanti.
ja: それぞれに異なる役割があり、矛盾する証拠に異議を唱える必要があります。
pt_br: Cada um tem um papel distinto e deve desafiar evidências conflitantes.
th: แต่ละคนมีบทบาทที่แตกต่างกันและต้องท้าทายหลักฐานที่ขัดแย้งกัน
tr: Her birinin ayrı bir rolü vardır ve birbiriyle çelişen kanıtlara meydan okumak zorundadır.
vi: Mỗi người có một vai trò riêng biệt và phải thách thức các bằng chứng mâu thuẫn.
zh_hans: 每个人都有独特的角色，并且必须挑战相互矛盾的证据。
zh_hant: 每個人都有獨特的角色，並且必須挑戰相互矛盾的證據。

source: 서버 응답을 읽지 못했습니다.
de: Die Serverantwort konnte nicht gelesen werden.
en: Unable to read the server response.
es: No se puede leer la respuesta del servidor.
fr: Impossible de lire la réponse du serveur.
id: Tidak dapat membaca respons server.
it: Impossibile leggere la risposta del server.
ja: サーバーの応答を読み取ることができません。
pt_br: Não foi possível ler a resposta do servidor.
th: ไม่สามารถอ่านการตอบสนองของเซิร์ฟเวอร์
tr: Sunucu yanıtı okunamıyor.
vi: Không thể đọc phản hồi của máy chủ.
zh_hans: 无法读取服务器响应。
zh_hant: 無法讀取伺服器回應。

source: 선물
de: Futures
en: Futures
es: Futuros
fr: Contrats à terme
id: Masa depan
it: Futuri
ja: 先物
pt_br: Futuros
th: ฟิวเจอร์ส
tr: Vadeli işlemler
vi: Hợp đồng tương lai
zh_hans: 期货
zh_hant: 期貨

source: 선택 영역
de: Ausgewählter Bereich
en: Selected Area
es: Área seleccionada
fr: Zone sélectionnée
id: Daerah yang Dipilih
it: Area selezionata
ja: 選択したエリア
pt_br: Área Selecionada
th: พื้นที่ที่เลือก
tr: Seçilen Alan
vi: Khu vực đã chọn
zh_hans: 选定区域
zh_hant: 選定區域

source: 선택 영역을 만들 수 없습니다.
de: Es kann kein Zuschneidebereich erstellt werden.
en: Unable to create a crop area.
es: No se puede crear un área de cultivo.
fr: Impossible de créer une zone de recadrage.
id: Tidak dapat membuat area tanaman.
it: Impossibile creare un'area di ritaglio.
ja: クロップエリアを作成できません。
pt_br: Não foi possível criar uma área de corte.
th: ไม่สามารถสร้างพื้นที่ครอบตัดได้
tr: Kırpma alanı oluşturulamıyor.
vi: Không thể tạo vùng cắt.
zh_hans: 无法创建裁剪区域。
zh_hant: 無法建立裁剪區域。

source: 선택하면 에이전트 역할 설명을 엽니다
de: Wählen Sie diese Option, um die Rolle dieses Agenten anzuzeigen
en: Select to view this agent’s role
es: Seleccione para ver el rol de este agente
fr: Sélectionnez pour afficher le rôle de cet agent
id: Pilih untuk melihat peran agen ini
it: Seleziona per visualizzare il ruolo di questo agente
ja: 選択すると、このエージェントの役割が表示されます
pt_br: Selecione para visualizar a função deste agente
th: เลือกเพื่อดูบทบาทของตัวแทนนี้
tr: Bu temsilcinin rolünü görüntülemek için seçin
vi: Chọn để xem vai trò của đại lý này
zh_hans: 选择查看该代理的角色
zh_hant: 選擇查看該代理人的角色

source: 선택한 심볼과 직접 연결된 최신 뉴스가 없어 차트 근거만 사용했습니다.
de: Keine aktuellen Nachrichten stimmten direkt mit dem erkannten Symbol überein, daher wurden nur Kartenbeweise verwendet.
en: No recent news directly matched the detected symbol, so only chart evidence was used.
es: Ninguna noticia reciente coincidió directamente con el símbolo detectado, por lo que solo se utilizó evidencia gráfica.
fr: Aucune nouvelle récente ne correspondait directement au symbole détecté, donc seules les preuves cartographiques ont été utilisées.
id: Tidak ada berita terkini yang secara langsung cocok dengan simbol yang terdeteksi, jadi hanya bukti grafik yang digunakan.
it: Nessuna notizia recente corrispondeva direttamente al simbolo rilevato, quindi è stata utilizzata solo la prova grafica.
ja: 検出されたシンボルと直接一致する最近のニュースはなかったため、チャートの証拠のみが使用されました。
pt_br: Nenhuma notícia recente correspondeu diretamente ao símbolo detectado, portanto apenas evidências gráficas foram usadas.
th: ไม่มีข่าวล่าสุดที่ตรงกับสัญลักษณ์ที่ตรวจพบโดยตรง ดังนั้นจึงใช้เฉพาะหลักฐานแผนภูมิเท่านั้น
tr: Son zamanlarda hiçbir haber tespit edilen sembolle doğrudan eşleşmedi, bu nedenle yalnızca grafik kanıtları kullanıldı.
vi: Không có tin tức gần đây nào khớp trực tiếp với biểu tượng được phát hiện, vì vậy chỉ có bằng chứng biểu đồ được sử dụng.
zh_hans: 最近的新闻没有直接匹配检测到的符号，因此仅使用图表证据。
zh_hant: 最近的新聞沒有直接匹配檢測到的符號，因此僅使用圖表證據。

source: 선택한 에이전트의 회의 원칙
de: Prinzip des ausgewählten Agenten
en: Selected Agent’s Principle
es: Principio del agente seleccionado
fr: Principe de l'agent sélectionné
id: Prinsip Agen Terpilih
it: Principio dell'agente selezionato
ja: 選択されたエージェントの原則
pt_br: Princípio do Agente Selecionado
th: หลักการของตัวแทนที่เลือก
tr: Seçilen Temsilci Prensibi
vi: Nguyên tắc của Đại lý được chọn
zh_hans: 选定代理人的原则
zh_hant: 選定代理人的原則

source: 선택한 영역 사용
de: Ausgewählten Bereich verwenden
en: Use Selected Area
es: Usar área seleccionada
fr: Utiliser la zone sélectionnée
id: Gunakan Area yang Dipilih
it: Usa l'area selezionata
ja: 選択した領域を使用する
pt_br: Usar área selecionada
th: ใช้พื้นที่ที่เลือก
tr: Seçilen Alanı Kullan
vi: Sử dụng khu vực đã chọn
zh_hans: 使用选定区域
zh_hant: 使用選定區域

source: 설명의 깊이를 맞출게요.
de: Wir passen die Tiefe der Erklärung an.
en: We’ll match the depth of explanation.
es: Igualaremos la profundidad de la explicación.
fr: Nous correspondrons à la profondeur de l’explication.
id: Kami akan mencocokkan kedalaman penjelasannya.
it: Abbineremo la profondità della spiegazione.
ja: 説明の深さに合わせていきます。
pt_br: Iremos combinar a profundidade da explicação.
th: เราจะจับคู่คำอธิบายเชิงลึก
tr: Açıklamanın derinliğini eşleştireceğiz.
vi: Chúng tôi sẽ phù hợp với độ sâu của lời giải thích.
zh_hans: 我们将匹配解释的深度。
zh_hant: 我們將匹配解釋的深度。

source: 손익비 우선
de: Chance-Risiko zuerst
en: Risk-Reward First
es: Prioridad riesgo-beneficio
fr: Ratio risque/rendement
id: Utamakan Risiko-Imbalan
it: Priorità rischio/rendimento
ja: リスクリワード優先
pt_br: Prioridade risco-retorno
th: เน้นความเสี่ยงต่อผลตอบแทน
tr: Risk-Getiri Önceliği
vi: Ưu tiên tỷ lệ rủi ro/lợi nhuận
zh_hans: 风险回报优先
zh_hant: 風險報酬優先

source: 손익비 조건부
de: Bedingtes R:R
en: Conditional R:R
es: Condicional R:R
fr: R : R conditionnel
id: Bersyarat R:R
it: Condizionale R:R
ja: 条件付きR:R
pt_br: R condicional:R
th: R:R แบบมีเงื่อนไข
tr: Koşullu R:R
vi: R:R có điều kiện
zh_hans: 条件 R:R
zh_hant: 條件 R:R

source: 손절
de: STOPP
en: STOP
es: STOP
fr: STOP
id: STOP
it: STOP
ja: 損切り
pt_br: STOP
th: จุดตัดขาดทุน
tr: STOP
vi: CẮT LỖ
zh_hans: 止损
zh_hant: 停損

source: 손절과 비중 관리가 어려워요
de: Stopps und Größenbestimmung sind schwierig
en: Stops and sizing are difficult
es: Las paradas y el dimensionamiento son difíciles.
fr: Les arrêts et le dimensionnement sont difficiles
id: Berhenti dan mengukur itu sulit
it: Le fermate e il dimensionamento sono difficili
ja: ストップとサイズ調整が難しい
pt_br: Paradas e dimensionamento são difíceis
th: การหยุดและการปรับขนาดเป็นเรื่องยาก
tr: Duraklar ve boyutlandırma zordur
vi: Điểm dừng và định cỡ rất khó khăn
zh_hans: 止损和调整规模都很困难
zh_hant: 停損和調整規模都很困難

source: 수일에서 수주 보유
de: Tage bis Wochen halten
en: Hold for days to weeks
es: Mantener durante días o semanas
fr: Tenir pendant des jours, voire des semaines
id: Tahan selama berhari-hari hingga berminggu-minggu
it: Mantieni la posizione per giorni o settimane
ja: 数日から数週間保持する
pt_br: Segure por dias a semanas
th: ถือเป็นเวลาหลายวันถึงหลายสัปดาห์
tr: Günlerce, haftalarca tutun
vi: Giữ trong vài ngày đến vài tuần
zh_hans: 保持数天至数周
zh_hant: 維持數天至數週

source: 수집 뉴스 %@건 보기
de: %@ Gesammelte Artikel anzeigen
en: View %@ Collected Articles
es: Ver %@ artículos recopilados
fr: Afficher %@ articles collectés
id: Lihat %@ Artikel yang Dikumpulkan
it: Visualizza %@ articoli raccolti
ja: %@ 件の記事を表示
pt_br: Ver %@ artigos coletados
th: ดู %@ บทความที่รวบรวม
tr: %@ Toplanan Makaleleri Görüntüle
vi: Xem %@ Bài viết sưu tầm
zh_hans: 查看%@收藏的文章
zh_hant: 看%@收藏的文章

source: 수초에서 수분 단위
de: Sekunden bis Minuten
en: Seconds to minutes
es: Segundos a minutos
fr: Secondes à minutes
id: Detik hingga menit
it: Secondi a minuti
ja: 数秒から数分
pt_br: Segundos em minutos
th: วินาทีเป็นนาที
tr: Saniyelerden dakikalara
vi: Giây đến phút
zh_hans: 秒到分钟
zh_hant: 秒到分鐘

source: 숙련
de: Erfahren
en: Experienced
es: experimentado
fr: Expérimenté
id: Berpengalaman
it: Esperto
ja: 経験豊富な
pt_br: Experiente
th: มีประสบการณ์
tr: deneyimli
vi: có kinh nghiệm
zh_hans: 经验丰富
zh_hant: 經驗豐富

source: 스윙 구조
de: Schaukelstruktur
en: Swing Structure
es: Estructura de columpio
fr: Structure de balançoire
id: Struktur Ayunan
it: Struttura dell'altalena
ja: スイングの構造
pt_br: Estrutura de balanço
th: โครงสร้างสวิง
tr: Salıncak Yapısı
vi: Cấu trúc xoay
zh_hans: 秋千结构
zh_hant: 鞦韆結構

source: 스윙 트레이딩
de: Swing-Trading
en: Swing Trading
es: Comercio swing
fr: Swing Trading
id: Perdagangan Ayun
it: Swing Trading
ja: スイングトレード
pt_br: Negociação de swing
th: การซื้อขายสวิง
tr: Salıncak Ticareti
vi: Giao dịch xoay vòng
zh_hans: 波段交易
zh_hant: 波段交易

source: 스캘핑
de: Scalping
en: Scalping
es: especulación
fr: Scalping
id: Scalping
it: Scalping
ja: スキャルピング
pt_br: Escalpelamento
th: ร่อน
tr: Ölçekleme
vi: Scalping
zh_hans: 倒卖
zh_hant: 倒賣

source: 스타일 미설정
de: Stil nicht festgelegt
en: Style not set
es: Estilo no establecido
fr: Style non défini
id: Gaya tidak disetel
it: Stile non impostato
ja: スタイルが設定されていません
pt_br: Estilo não definido
th: ไม่ได้กำหนดสไตล์
tr: Stil ayarlanmadı
vi: Kiểu chưa được đặt
zh_hans: 样式未设置
zh_hant: 樣式未設定

source: 시간대
de: Zeitrahmen
en: Timeframe
es: Plazo
fr: Délai
id: Jangka waktu
it: Tempi
ja: 時間枠
pt_br: Prazo
th: กรอบเวลา
tr: Zaman aralığı
vi: Khung thời gian
zh_hans: 时间范围
zh_hant: 時間範圍

source: 시스템 언어
de: Systemsprache
en: System Language
es: Idioma del sistema
fr: Langue du système
id: Bahasa Sistem
it: Lingua del sistema
ja: システム言語
pt_br: Idioma do sistema
th: ภาษาของระบบ
tr: Sistem Dili
vi: Ngôn ngữ hệ thống
zh_hans: 系统语言
zh_hant: 系統語言

source: 시작하기
de: Legen Sie los
en: Get Started
es: Empezar
fr: Commencer
id: Memulai
it: Inizia
ja: 始めましょう
pt_br: Comece
th: เริ่มต้นเลย
tr: Başlayın
vi: Bắt đầu
zh_hans: 开始使用
zh_hant: 開始使用

source: 시장 구조
de: Marktstruktur
en: Market Structure
es: Estructura de mercado
fr: Structure du marché
id: Struktur Pasar
it: Struttura di mercato
ja: マーケット構造
pt_br: Estrutura de mercado
th: โครงสร้างตลาด
tr: Piyasa Yapısı
vi: Cấu trúc thị trường
zh_hans: 市场结构
zh_hant: 市場結構

source: 시장 미설정
de: Markt nicht festgelegt
en: Market not set
es: Mercado no establecido
fr: Le marché n'est pas défini
id: Pasar belum ditetapkan
it: Mercato non definito
ja: マーケットが設定されていません
pt_br: Mercado não definido
th: ไม่ได้กำหนดตลาด
tr: Pazar belirlenmedi
vi: Thị trường chưa được thiết lập
zh_hans: 市场未定
zh_hant: 市場未定

source: 시장 증거 수집
de: Sammeln von Marktnachweisen
en: Collecting Market Evidence
es: Recopilación de evidencia de mercado
fr: Recueillir des preuves du marché
id: Mengumpulkan Bukti Pasar
it: Raccolta di prove di mercato
ja: 市場証拠の収集
pt_br: Coletando evidências de mercado
th: การรวบรวมหลักฐานการตลาด
tr: Piyasa Kanıtlarının Toplanması
vi: Thu thập bằng chứng thị trường
zh_hans: 收集市场证据
zh_hant: 收集市場證據

source: 실시간 처리 상태
de: Live-Verarbeitung
en: Live Processing
es: Procesamiento en vivo
fr: Traitement en direct
id: Pemrosesan Langsung
it: Elaborazione in tempo reale
ja: ライブプロセッシング
pt_br: Processamento ao vivo
th: การประมวลผลสด
tr: Canlı İşleme
vi: Đang xử lý trực tiếp
zh_hans: 实时处理
zh_hant: 即時處理

source: 실시간 회의록
de: Live-Protokoll
en: Live Transcript
es: Transcripción en vivo
fr: Transcription en direct
id: Transkrip Langsung
it: Trascrizione in diretta
ja: リアルタイム議事録
pt_br: Transcrição ao vivo
th: บันทึกการประชุมสด
tr: Canlı Toplantı Kaydı
vi: Biên bản trực tiếp
zh_hans: 实时会议记录
zh_hant: 即時會議記錄

source: 실전 매매를 경험하고 있어요
de: Ich habe Erfahrung im Live-Handel
en: I have live trading experience
es: Tengo experiencia operando en mercados reales.
fr: J'ai une expérience de trading en direct
id: Saya memiliki pengalaman perdagangan langsung
it: Ho esperienza di trading dal vivo
ja: ライブトレードの経験があります
pt_br: Tenho experiência em negociação ao vivo
th: ฉันมีประสบการณ์การซื้อขายสด
tr: Canlı ticaret deneyimim var
vi: Tôi có kinh nghiệm giao dịch trực tiếp
zh_hans: 我有现场交易经验
zh_hant: 我有現場交易經驗

source: 실패·페이크아웃
de: Fehler und Fälschungen
en: Failure & Fakeouts
es: Fracasos y falsificaciones
fr: Échec et contrefaçons
id: Kegagalan & Pemalsuan
it: Fallimenti e falsificazioni
ja: 失敗と偽装
pt_br: Fracassos e falsificações
th: ความล้มเหลวและการปลอมแปลง
tr: Başarısızlık ve Sahtekarlıklar
vi: Thất bại & giả mạo
zh_hans: 失败与假象
zh_hant: 失敗與假象

source: 실행 가격 지도
de: Ausführungspreiskarte
en: Execution Price Map
es: Mapa de precios de ejecución
fr: Carte des prix d’exécution
id: Peta Harga Eksekusi
it: Mappa dei prezzi di esecuzione
ja: 約定価格マップ
pt_br: Mapa de preços de execução
th: แผนที่ราคาดำเนินการ
tr: Uygulama Fiyat Haritası
vi: Bản đồ giá thực hiện
zh_hans: 执行价格图
zh_hant: 執行價格圖

source: 심볼·시간대 자동 판독 · 5 AGENTS
de: Symbol und Zeitrahmen automatisch erkennen · 5 AGENTEN
en: Auto-detect symbol & timeframe · 5 AGENTS
es: Símbolo de detección automática y período de tiempo · 5 AGENTES
fr: Détection automatique du symbole et du délai · 5 AGENTS
id: Deteksi otomatis simbol & jangka waktu · 5 AGEN
it: Simbolo e intervallo di tempo con rilevamento automatico · 5 AGENTI
ja: シンボルとタイムフレームを自動検出 · 5 つのエージェント
pt_br: Detecção automática de símbolo e prazo · 5 AGENTES
th: ตรวจจับสัญลักษณ์และกรอบเวลาอัตโนมัติ · ตัวแทน 5 คน
tr: Otomatik algılama sembolü ve zaman dilimi · 5 TEMSİLCİ
vi: Tự động phát hiện biểu tượng và khung thời gian · 5 ĐẠI LÝ
zh_hans: 自动检测交易品种和时间范围 · 5 个代理
zh_hant: 自動偵測交易品種和時間範圍 · 5 個代理

source: 아직 분석 기록이 없어요
de: Noch keine Analysen
en: No analyses yet
es: Aún no hay análisis
fr: Aucune analyse pour l'instant
id: Belum ada analisis
it: Nessuna analisi ancora
ja: まだ分析はありません
pt_br: Ainda não há análises
th: ยังไม่มีการวิเคราะห์
tr: Henüz analiz yok
vi: Chưa có phân tích nào
zh_hans: 还没有分析
zh_hant: 還沒有分析

source: 앱
de: App
en: App
es: Aplicación
fr: Application
id: Aplikasi
it: App
ja: アプリ
pt_br: Aplicativo
th: แอพ
tr: Uygulama
vi: ứng dụng
zh_hans: 应用程序
zh_hant: 應用程式

source: 앱 언어
de: App-Sprache
en: App Language
es: Idioma de la aplicación
fr: Langue de l'application
id: Bahasa Aplikasi
it: Lingua dell'app
ja: アプリの言語
pt_br: Idioma do aplicativo
th: ภาษาของแอป
tr: Uygulama Dili
vi: Ngôn ngữ ứng dụng
zh_hans: 应用程序语言
zh_hant: 應用程式語言

source: 약함
de: Schwach
en: Weak
es: Débil
fr: Faible
id: Lemah
it: Debole
ja: 弱い
pt_br: Fraco
th: อ่อนแอ
tr: Zayıf
vi: yếu
zh_hans: 弱
zh_hant: 弱

source: 양호
de: GUT
en: GOOD
es: BUENO
fr: BON
id: BAIK
it: BUONO
ja: 良い
pt_br: BOM
th: ดี
tr: İYİ
vi: TỐT
zh_hans: 好
zh_hant: 好

source: 어떤 스타일로 거래하나요?
de: Was ist Ihr Handelsstil?
en: What is your trading style?
es: ¿Cuál es tu estilo de trading?
fr: Quel est votre style de trading ?
id: Apa gaya trading Anda?
it: Qual è il tuo stile di trading?
ja: あなたの 取引スタイルは何ですか?
pt_br: Qual é o seu estilo de negociação?
th: สไตล์การเทรดของคุณคืออะไร?
tr: Ticaret tarzınız nedir?
vi: Phong cách giao dịch của bạn là gì?
zh_hans: 您的 交易风格是什么？
zh_hant: 您的 交易風格是什麼？

source: 어떤 이미지를 올리나요?
de: Welche Art von Bild soll ich hochladen?
en: What kind of image should I upload?
es: ¿Qué tipo de imagen debo subir?
fr: Quel type d’image dois-je importer ?
id: Gambar seperti apa yang harus saya unggah?
it: Che tipo di immagine devo caricare?
ja: どのような画像をアップロードすればよいですか？
pt_br: Que tipo de imagem devo enviar?
th: ควรอัปโหลดรูปภาพแบบใด?
tr: Ne tür bir görsel yüklemeliyim?
vi: Tôi nên tải lên loại hình ảnh nào?
zh_hans: 应该上传哪种图片？
zh_hant: 應該上傳哪種圖片？

source: 언제 들어갈지 어려워요
de: Ich habe Schwierigkeiten mit Einträgen
en: I struggle with entries
es: lucho con las entradas
fr: J'ai du mal avec les entrées
id: Saya kesulitan dengan entri
it: Faccio fatica con le voci
ja: エントリーに苦労しています
pt_br: Eu tenho dificuldade com entradas
th: ฉันต่อสู้กับรายการ
tr: Girişlerde zorlanıyorum
vi: Tôi gặp khó khăn với các mục
zh_hans: 我在条目上遇到困难
zh_hant: 我在條目上遇到困難

source: 없음
de: KEINE
en: NONE
es: NINGUNO
fr: AUCUN
id: TIDAK ADA
it: NESSUNO
ja: なし
pt_br: NENHUM
th: ไม่มี
tr: YOK
vi: KHÔNG
zh_hans: 无
zh_hant: 無

source: 에이전트
de: Agenten
en: Agents
es: Agentes
fr: Agents
id: Agen
it: Agenti
ja: エージェント
pt_br: Agentes
th: ตัวแทน
tr: Temsilciler
vi: Đại lý
zh_hans: 代理商
zh_hant: 代理商

source: 에이전트 선택
de: Wählen Sie Agenten aus
en: Select Agents
es: Seleccionar agentes
fr: Sélectionnez les agents
id: Pilih Agen
it: Seleziona Agenti
ja: エージェントの選択
pt_br: Selecione Agentes
th: เลือกตัวแทน
tr: Temsilcileri Seçin
vi: Chọn đại lý
zh_hans: 选择代理
zh_hant: 選擇代理

source: 에이전트 설명 닫기
de: Details zum Agenten schließen
en: Close agent details
es: Cerrar detalles del agente
fr: Fermer les détails de l'agent
id: Tutup detail agen
it: Dettagli dell'agente vicino
ja: エージェントの詳細を閉じる
pt_br: Fechar detalhes do agente
th: ปิดรายละเอียดตัวแทน
tr: Temsilci ayrıntılarını kapat
vi: Đóng chi tiết đại lý
zh_hans: 关闭代理详细信息
zh_hant: 關閉代理詳細信息

source: 에이전트 스튜디오
de: Agent Studio
en: Agent Studio
es: Estudio de agente
fr: Agent Studio
id: Agen Studio
it: Studio dell'agente
ja: エージェントスタジオ
pt_br: Estúdio de Agente
th: ตัวแทนสตูดิโอ
tr: Ajan Stüdyosu
vi: Studio đại lý
zh_hans: 代理工作室
zh_hant: 代理工作室

source: 에이전트 이름
de: Agentenname
en: Agent Name
es: Nombre del agente
fr: Nom de l’agent
id: Nama Agen
it: Nome agente
ja: エージェント名
pt_br: Nome do agente
th: ชื่อเอเจนต์
tr: Temsilci Adı
vi: Tên tác nhân
zh_hans: 智能体名称
zh_hant: 代理人名稱
